/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Wygaszacz ekranu okna logowania";
"screensaver.pfm_description" =			"Preferencje wygaszacza ekranu i hasła usypiania oraz preferencje wygaszacza okna logowania";
"loginWindowIdleTime.pfm_title" =			"Czas bezczynności okna logowania";
"loginWindowIdleTime.pfm_description" =		"Czas bezczynności okna logowania. Ustaw na 0, aby wyłączyć wygaszacz ekranu, gdy wyświetlane jest okno logowania.";
"loginWindowModulePath.pfm_title" =			"Ścieżka dostępu do modułu wygaszacza ekranu, używanego na ekranie logowania";
"loginWindowModulePath.pfm_description" =	"Ścieżka do pliku z modułem wygaszacza ekranu, na przykład „/System/Biblioteki/Screen Savers/Flurry.saver”. Zwróć uwagę, że nie każdy wygaszacz ekranu będzie działał przed zalogowaniem się. Może to dotyczyć dowolnych wygaszaczy.";
"askForPassword.pfm_title" =			"Wymagane hasło";
"askForPassword.pfm_description" =			"Wymagane hasło do obudzenia ze snu lub wygaszacza ekranu. Ustaw na 1, aby wymagać hasła. Ustaw na 0, aby nie wymagać hasła.";
